// Написать программу настройки значений функций y = f(a)
int a = 0;
int y = (a * a) + 1;
Console.WriteLine(y);
